brew "gcc"
brew "bat"
brew "devcontainer"
brew "direnv"
brew "dysk"
brew "eza"
brew "fd"
brew "gh"
brew "glab"
brew "go"
brew "neovim"
brew "luarocks"
brew "ripgrep"
brew "shellcheck"
brew "tealdeer"
brew "trash-cli"
brew "ugrep"
brew "yq"
brew "zoxide"
brew "dust"
brew "node"
brew "lazygit"
brew "topgrade"
brew "tmux"
brew "yazi"
brew "chezmoi"
brew "ruff"
brew "tmuxp"
brew "tmuxinator"
brew "uv"
brew "starship"
brew "atuin"

flatpak "app.zen_browser.zen"
flatpak "be.alexandervanhee.gradia"
flatpak "com.bitwarden.desktop"
flatpak "com.discordapp.Discord"
flatpak "com.github.PintaProject.Pinta"
flatpak "com.github.rafostar.Clapper"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.github.unrud.VideoDownloader"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.obsproject.Studio"
flatpak "com.ranfdev.DistroShelf"
flatpak "com.slack.Slack"
flatpak "com.spotify.Client"
flatpak "de.schmidhuberj.DieBahn"
flatpak "dev.bragefuglseth.Keypunch"
flatpak "io.github.flattool.Ignition"
flatpak "io.github.flattool.Warehouse"
flatpak "io.github.nozwock.Packet"
flatpak "io.github.slgobinath.SafeEyes"
flatpak "io.gitlab.adhami3310.Impression"
flatpak "io.missioncenter.MissionCenter"
flatpak "io.podman_desktop.PodmanDesktop"
flatpak "it.mijorus.smile"
flatpak "md.obsidian.Obsidian"
flatpak "net.ankiweb.Anki"
flatpak "net.mullvad.MullvadBrowser"
flatpak "nl.hjdskes.gcolor3"
flatpak "org.audacityteam.Audacity"
flatpak "org.chromium.Chromium"
flatpak "org.ferdium.Ferdium"
flatpak "org.gnome.Calculator"
flatpak "org.gnome.Characters"
flatpak "org.gnome.clocks"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.Decibels"
flatpak "org.gnome.FileRoller"
flatpak "org.gnome.Firmware"
flatpak "org.gnome.Loupe"
flatpak "org.gnome.Maps"
flatpak "org.gnome.NautilusPreviewer"
flatpak "org.gnome.NetworkDisplays"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.TextEditor"
flatpak "org.gnome.Weather"
flatpak "org.gustavoperedo.FontDownloader"
flatpak "org.inkscape.Inkscape"
flatpak "org.kde.dolphin"
flatpak "org.mozilla.Thunderbird"
flatpak "org.onlyoffice.desktopeditors"
flatpak "org.qbittorrent.qBittorrent"
flatpak "org.videolan.VLC"
flatpak "org.zotero.Zotero"
flatpak "page.tesk.Refine"
flatpak "re.sonny.Eloquent"
flatpak "us.zoom.Zoom"
