# CLI tools
brew "gcc"
brew "fish"
brew "bat"
brew "delta"
brew "devcontainer"
brew "direnv"
brew "dust"
brew "dysk"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "glab"
brew "go"
brew "just"
brew "lazygit"
brew "luarocks"
brew "neovim"
brew "node"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "starship"
brew "tealdeer"
brew "topgrade"
brew "trash-cli"
brew "ugrep"
brew "uv"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "atuin"
brew "stow"

# Dev tools (nvim LSP/lint/format dependencies)
brew "rust-analyzer"
brew "pyright"
brew "stylua"
brew "luacheck"
brew "tree-sitter"

# Container tools
brew "dive"
brew "podman-compose"
brew "skopeo"
brew "lazydocker"

# Network tools
brew "nmap"
brew "bandwhich"
brew "trippy"
brew "doggo"

# Modern CLI replacements
brew "sd"
brew "procs"
brew "xh"
brew "jq"
brew "jnv"
brew "watchexec"
brew "gum"
brew "vhs"

# Developer workflow
brew "mise"

# Terminal productivity
brew "glow"
brew "slides"
brew "hyperfine"
brew "tokei"
brew "bottom"

# File sync/backup
brew "restic"
brew "rclone"

# Security
brew "age"
brew "sops"

# System tools
brew "distrobox"
