app.zen_browser.zen
com.bitwarden.desktop
com.brave.Browser
com.discordapp.Discord
com.github.rafostar.Clapper
com.github.tchx84.Flatseal
com.github.unrud.VideoDownloader
com.jgraph.drawio.desktop
com.mattjakeman.ExtensionManager
com.obsproject.Studio
com.sindresorhus.Caprine
com.slack.Slack
com.spotify.Client
dev.bragefuglseth.Keypunch
dev.deedles.Trayscale
io.freetubeapp.FreeTube
io.github.dvlv.boxbuddyrs
io.github.elevenhsoft.WebApps
io.github.flattool.Warehouse
io.github.slgobinath.SafeEyes
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
md.obsidian.Obsidian
net.codelogistics.webapps
net.lutris.Lutris
net.mullvad.MullvadBrowser
nl.hjdskes.gcolor3
org.blender.Blender
org.fedoraproject.MediaWriter
org.gnome.baobab
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.Cheese
org.gnome.clocks
org.gnome.Connections
org.gnome.Contacts
org.gnome.Decibels
org.gnome.font-viewer
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.NautilusPreviewer
org.gnome.NetworkDisplays
org.gnome.Papers
org.gnome.TextEditor
org.gnome.Weather
org.inkscape.Inkscape
org.kde.dolphin
org.kde.okular
org.mozilla.Thunderbird
org.onlyoffice.desktopeditors
org.qbittorrent.qBittorrent
org.videolan.VLC
page.tesk.Refine
us.zoom.Zoom
