com.bitwarden.desktop
com.github.rafostar.Clapper
com.github.tchx84.Flatseal
com.mattjakeman.ExtensionManager
com.slack.Slack
com.spotify.Client
io.freetubeapp.FreeTube
io.github.dvlv.boxbuddyrs
io.github.flattool.Warehouse
io.github.zen_browser.zen
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
md.obsidian.Obsidian
org.fedoraproject.MediaWriter
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.Connections
org.gnome.Contacts
org.gnome.DejaDup
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.NautilusPreviewer
org.gnome.Papers
org.gnome.TextEditor
org.gnome.Weather
org.gnome.World.PikaBackup
org.gnome.baobab
org.gnome.clocks
org.gnome.font-viewer
org.kde.dolphin
org.mozilla.Thunderbird
org.mozilla.firefox
org.zotero.Zotero
