app.ytmdesktop.ytmdesktop
app.zen_browser.zen
be.alexandervanhee.gradia
com.bitwarden.desktop
com.boxy_svg.BoxySVG
com.discordapp.Discord
com.felipekinoshita.Kana
com.github.PintaProject.Pinta
com.github.rafostar.Clapper
com.github.ryonakano.reco
com.github.tchx84.Flatseal
com.github.unrud.VideoDownloader
com.heroicgameslauncher.hgl
com.jgraph.drawio.desktop
com.mattjakeman.ExtensionManager
com.obsproject.Studio
com.ranfdev.DistroShelf
com.slack.Slack
com.spotify.Client
com.usebottles.bottles
com.vysp3r.ProtonPlus
de.schmidhuberj.DieBahn
dev.bragefuglseth.Keypunch
dev.deedles.Trayscale
dev.heppen.webapps
io.freetubeapp.FreeTube
io.github.dvlv.boxbuddyrs
io.github.elevenhsoft.WebApps
io.github.flattool.Ignition
io.github.flattool.Warehouse
io.github.nozwock.Packet
io.github.pwr_solaar.solaar
io.github.Q1CHENL.fig
io.github.slgobinath.SafeEyes
io.github.tobagin.karere
io.github.wivrn.wivrn
io.gitlab.adhami3310.Impression
io.missioncenter.MissionCenter
io.podman_desktop.PodmanDesktop
it.mijorus.smile
md.obsidian.Obsidian
me.sergiotarxz.JapaChar
net.ankiweb.Anki
net.codelogistics.webapps
net.meshlab.MeshLab
net.mullvad.MullvadBrowser
nl.hjdskes.gcolor3
org.audacityteam.Audacity
org.blender.Blender
org.chromium.Chromium
org.ferdium.Ferdium
org.gnome.baobab
org.gnome.Calculator
org.gnome.Calendar
org.gnome.Characters
org.gnome.clocks
org.gnome.Connections
org.gnome.Contacts
org.gnome.Decibels
org.gnome.DejaDup
org.gnome.FileRoller
org.gnome.Firmware
org.gnome.font-viewer
org.gnome.Logs
org.gnome.Loupe
org.gnome.Maps
org.gnome.NautilusPreviewer
org.gnome.NetworkDisplays
org.gnome.Papers
org.gnome.Snapshot
org.gnome.Sudoku
org.gnome.TextEditor
org.gnome.Weather
org.gnome.World.PikaBackup
org.gustavoperedo.FontDownloader
org.inkscape.Inkscape
org.kde.dolphin
org.kde.kgraphviewer
org.kde.kiten
org.kde.okular
org.mozilla.firefox
org.mozilla.Thunderbird
org.onlyoffice.desktopeditors
org.openandroidinstaller.OpenAndroidInstaller
org.pulseaudio.pavucontrol
org.qbittorrent.qBittorrent
org.videolan.VLC
org.zotero.Zotero
page.codeberg.libre_menu_editor.LibreMenuEditor
page.tesk.Refine
re.sonny.Eloquent
tv.plex.PlexDesktop
us.zoom.Zoom
